Repository: DoubleX69/nakamori
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30001
source: Shoko Settings
de_de: Shoko Einstellungen

# #30002
source: IP Address or Hostname
de_de: IP Adresse oder Host Name

# #30004
source: Query Timeout (s)
de_de: Query Zeitüberschreitung (s)

# #30005
source: Sync 'Watched status' to Shoko
de_de: 'Gesehen Status' mit Shoko synchronisieren

# #30007
source: Watched Status Settings
de_de: Einstellungen für 'Gesehen Status'

# #30008
source: Language Display Priority
de_de: Anzeigesprache Priorität

# #30009
source: Language
de_de: Sprache

# #30010
source: Title Type
de_de: Title-Typ

# #30011
source: Shoko User
de_de: Shoko Benutzer

# #30012
source: Calendar
de_de: Kalender

# #30013
source: Use gzip
de_de: GZip benutzen

# #30014
source: Enable 'Pick file' on multi files episodes
de_de: 'Datei aussuchen' für Episoden mit mehreren Dateien aktivieren

# #30016
source: Password
de_de: Passwort

# #30017
source: Device name
de_de: Geräte Name

# #30018
source: API Key
de_de: API Schlüssel

# #30019
source: Rows span
de_de: Zeilenhöhe

# #30020
source: Enable 'Resume'
de_de: 'Fortsetzen' aktivieren

# #30021
source: Searching
de_de: Suchen

# #30022
source: Limit search results to
de_de: Suchergebnisse beschränken auf

# #30023
source: Video settings
de_de: Video Einstellungen

# #30024
source: Percent to Play before Marking as Watched
de_de: Prozentsatz, ab dem eine Episode als gesehen gilt

# #30025
source: Notification Window when Marked as Watched
de_de: Benachrichtigung wenn eine Episode als gesehen markiert wird

# #30026
source: Kodi Player Settings
de_de: Kodi Player Einstellungen

# #30027
source: Max time to wait for buffer (in ms)
de_de: Max. Buffer Wartezeit (in ms)

# #30028
source: Use short Tag list
de_de: kurz Tag-Liste verwenden

# #30029
source: Cache
de_de: Zwischenspeicher

# #30030
source: Enable Cache
de_de: Zwischenspeicher aktivieren

# #30032
source: Trigger Voting after each episode
de_de: Voting nach jeder Episode starten

# #30033
source: Limit TAG results to
de_de: Tag Ergebnisse begrenzen auf

# #30034
source: (WIP)Series Vote after completing it
de_de: (WIP)Abstimmung für Serie nach Fertigstellung

# #30035
source: (WIP)Enable voting for Trakt
de_de: (WIP)Abstimmung über Trakt aktivieren

# #30037
source: Enable Trakt Scrobble Notification
de_de: Trakt Scrobble Benachrichtigung aktivieren

# #30038
source: Trakt support
de_de: Trakt Unterstützung

# #30039
source: Show -continue-
de_de: -Fortfahren- anzeigen

# #30040
source: Use local file count for total episodes
de_de: Anzahl der vorhandenen Dateien als Episodenanzahl verwenden

# #30041
source: Skip Extra Info on Long Series
de_de: Überspringe Zusatz-Informationen bei langen Serien

# #30042
source: Spam the Log with info (only enable if told to)
de_de: Log mit Informationenfluten (nur aktivieren wenn dazu aufgeforderter)

# #30043
source: Max episodes before data will be truncated
de_de: Max. Anzahl von Episoden bevor Informationen verkürzt werden

# #30044
source: Advanced
de_de: Erweitert

# #30045
source: Hide AniDB Helper or Otherwise Useless Tags
de_de: Verstecke AniDB Hilfs- oder sonstig unnötige Tags

# #30047
source: Hide art style related tags
de_de: Kunststil bezogene Tags verstecken

# #30048
source: Hide source tags (Manga, original, etc)
de_de: Quellen Tags (Manga, Original, etc) verstecken

# #30049
source: Hide useful helper tags (mostly related to OP/ED style)
de_de: Nützlicher Helfer-Tags verstecken (meistens bezogen auf In/Outro Stil)

# #30050
source: Hide plot spoiler tags (so and so dies/wins/etc)
de_de: Verstecke Handlungsbezogene Tags (so und so stirbt/gewinnt/etc)

# #30051
source: Treat Subgroups as 'Seasons'
de_de: Untergruppen als 'Staffeln' behandeln

# #30052
source: Use Server Title
de_de: Titel des Servers verwenden

# #30053
source: Default sorting method for Filters
de_de: Standard Sortiermethode für Filter

# #30054
source: Browsing
de_de: Durchsuchen

# #30055
source: Time to wait for refresh to move selection (adjust for sync)
de_de: Wartezeit für Neuladen und Weiterschieben der Auswahl (Anpassen für Synchronisierung)

# #30056
source: Title Settings
de_de: Titel Einstellungen

# #30057
source: Context Menu Settings
de_de: Einstellungen für das Kontextmenü

# #30058
source: Date format
de_de: Datumsformat

# #30059
source: Series per column
de_de: Serien pro Spalte

# #30060
source: Columns to show
de_de: Anzuzeigenden Spalten

# #30061
source: Switch Calendar to Directory based
de_de: Verzeichnisbasierte Kalenderansicht aktivieren

# #30062
source: Use new Mark as Watched Style
de_de: Neuen 'Als gesehen markieren' Stil verwenden

# #30063
source: Enable remote debugging (web-pdb)
de_de: Remote-Debugging aktivieren (web-pdb)

# #30064
source: Tweaks
de_de: Optimierungen

# #30065
source: Play
de_de: Abspielen

# #30066
source: Disable Kodi's Internal Cast Menu
de_de: Kodis eigenes Besetzungs-Menü deaktivieren

# #30067
source: Use the source thumbnail ratio instead of 16:9
de_de: Thumbnail Auflösungsverhältnis nutzen anstelle von 16:9

# #30068
source: Ignore Specials for Watched States
de_de: Extra-Episoden bei 'Gesehen Stati' ignorieren

# #30069
source: Cached data expiration time (s)
de_de: Ablaufzeit für zwischengespeicherte Daten (s)

# #30070
source: Hide setting tags (time/place/etc)
de_de: Situations-Tags verstecken (Zeit/Ort/etc)

# #30071
source: Columns span
de_de: Spaltenbreite

# #30073
source: Save
de_de: Speichern

# #30074
source: IP Address/Hostname
de_de: IP-Adresse/Host Name

# #30077
source: Password
de_de: Passwort

# #30078
source: Close
de_de: Schließen

# #30079
source: Warning
de_de: Warnung

# #30080
source: Could not connect to Shoko Server
de_de: Verbindung zum Shoko Server nicht möglich

# #30081
source: Would you like to stop setup process and close this window?
de_de: Möchten Sie die Einrichtung abbrechen und dieses Fenster schließen?

# #30082
source: Setup Wizard
de_de: Einrichtungs Assistent

# #30083
source: Select First Unwatched Episode
de_de: Erste ungesehene Episode Auswählen

# #30085
source: Enable Eigakan
de_de: Eigakan aktivieren

# #30086
source: IP Address/Hostname
de_de: IP-Adresse/Host Name

# #30088
source: Number Attempts Before Giving Up
de_de: Anzahl der Versuche bevor abgebrochen wird

# #30089
source: Wait (s) to buffer starting
de_de: Wartezeit (s) für Buffer

# #30090
source: Advance settings
de_de: Erweiterte Einstellungen

# #30091
source: Resolution (1920x1080)
de_de: Auflösung (1920x1080)

# #30092
source: x264 profile
de_de: x264 Profil

# #30095
source: Audio language setting
de_de: Audiospracheinstellung

# #30096
source: Subtitles language setting
de_de: Untertitelspracheinstellung

# #30097
source: Maintenance
de_de: Wartung

# #30098
source: Main Menu Items
de_de: Hauptmenüeinträge

# #30099
source: Enable setup-wizard
de_de: Einrichtungs-Assistent aktivieren

# #30100
source: More...
de_de: Mehr...

# #30101
source: Show Search
de_de: Suche anzeigen

# #30102
source: Show Settings
de_de: Einstellungen anzeigen

# #30103
source: Show Calendar
de_de: Kalender anzeigen

# #30104
source: Show Calendar
de_de: Kalender anzeigen

# #30105
source: Show Unsorted
de_de: 'Unsortiert' anzeigen

# #30106
source: Unsorted
de_de: Unsortiert

# #30107
source: Settings
de_de: Einstellungen

# #30108
source: Send anonymous data about your settings
de_de: Anonyme Nutzungsinformationen senden

# #30109
source: Select custom Image/IconPack
de_de: Eigenes Bilder/Symbold-Paket auswählen

# #30110
source: Clear Search Terms
de_de: Suchbegriff leeren

# #30111
source: Hide Ratings ...
de_de: Bewertungen verstecken...

# #30113
source: Hide Rating Only When...
de_de: Bewertungen nur verstecken, wenn...

# #30114
source: Show 'Shoko'
de_de: 'Shoko' anzeigen

# #30116
source: List import folders
de_de: Import Ordner anzeigen

# #30117
source: Stats update
de_de: Statistiken aktualisieren

# #30118
source: MediaInfo update
de_de: MediaInfo aktualisieren

# #30119
source: Import Folder
de_de: Import Ordner

# #30120
source: Rescan File
de_de: Datei erneut scannen

# #30121
source: Rehash File
de_de: Datei erneut hashen

# #30122
source: Remove Missing Files
de_de: Fehlende Dateien entfernen

# #30123
source: More Info
de_de: Mehr Informationen

# #30124
source: Vote (Series)
de_de: Abstimmen (Serie)

# #30125
source: Vote (Episode)
de_de: Abstimmen (Folge)

# #30126
source: Mark Series as Watched
de_de: Serie als 'Gesehen' markieren

# #30127
source: Mark Series as Unwatched
de_de: Serie als 'Ungesehen' markieren

# #30128
source: Mark Episode as Watched
de_de: Folge als 'Gesehen' markieren

# #30129
source: Mark Episode as Unwatched
de_de: Folge als 'Ungesehen' markieren

# #30130
source: Playlist Mode
de_de: Abspiellisten Modus

# #30131
source: Refresh
de_de: Neuladen

# #30132
source: Play (No Scrobble)
de_de: Abspielen (kein Scrobble)

# #30133
source: Inspect Files
de_de: Dateien Untersuchen

# #30134
source: View Cast
de_de: Besetzung anzeigen

# #30135
source: Scan your library and remove all files that have been re/moved by hand and no longer accessible by Shoko
de_de: Bibliothek scannen und alle Dateien entfernen, auf die Shoko keinen Zugriff mehr hat

# #30136
source: Push status update ...
de_de: Status Update veröffentlichen

# #30137
source: Generate Missing MediaInfo
de_de: Fehlende MediaInfo generieren

# #30138
source: to be used
de_de: zu benutzen

# #30139
source: to be used
de_de: zu benutzen

# #30140
source: Import Folders
de_de: Import Ordner

# #30141
source: Resume
de_de: Fortsetzen

# #30142
source: Default sorting method for Group/Series
de_de: Standard Sortiermethode für Gruppen/Serien

# #30143
source: Default sorting method for Episodes
de_de: Standard Sortiermethode für Folgen

# #30144
source: Sorting
de_de: Sortieren

# #30146
source: Misc
de_de: Verschiedenes

# #30147
source: -Below are Kodi's items-
de_de: -Kodi Einträge folgen-

# #30148
source: -Don't use 'Mark as watched'-
de_de: -'Als gesehen markieren' nicht verwenden-

# #30149
source: External player watch fix
de_de: Fix für externen Abspieler

# #30160
source: Please Wait
de_de: Bitte warten

# #30161
source: Getting from Server...
de_de: Abrufen von Server...

# #30162
source: Loading Results...
de_de: Lade Ergebnisse...

# #30163
source: Getting Episodes from Server...
de_de: Hole Folgen vom Server...

# #30164
source: Waiting for respond from Server...
de_de: Warte auf Antwort vom Server...

# #30165
source: Sending request to Transcode server...
de_de: Sende Anfrage zur Umwandlung an Server...

# #30166
source: Waiting given time (postpone)
de_de: Angegebene Zeit abwarten (verschieben)

# #30180
source: No Results Found
de_de: Keine Ergebnisse gefunden

# #30181
source: Try a Different Query
de_de: Versuche eine andere Anfrage

# #30182
source: Finished
de_de: Abgeschlossen

# #30183
source: You already finished this.
de_de: Sie haben das bereites abgeschlossen.

# #30184
source: Series Voting
de_de: Abstimmung für Serie

# #30185
source: You Voted
de_de: Sie haben abgestimmt

# #30186
source: Episode Voting
de_de: Abstimmung für Folge

# #30187
source: Watched Status Changed
de_de: 'Gesehen Status' wurde geändert

# #30188
source: Marked as
de_de: Markiert als

# #30189
source: Queued File for Rehash
de_de: Datei für erneutes Hashen eingereiht

# #30190
source: Queued File for Rescan
de_de: Datei für erneutes Scannen eingereiht

# #30191
source: Refreshing in 10 seconds
de_de: Neuladen in 10 Sekunden

# #30192
source: Queued Remove Missing Files
de_de: Entfernen fehlender Dateien eingereiht

# #30193
source: It may take some time.
de_de: Das könnte etwas dauern.

# #30194
source: Incorrect Credentials
de_de: Ungültige Anmeldedaten

# #30195
source: Please change them in Settings
de_de: Bitte ändern Sie diese in den Einstellungen

# #30196
source: Files
de_de: Dateien

# #30197
source: No connection to Shoko server
de_de: Keine Verbindung zum Shoko Server

# #30198
source: Queued Run Import on Server
de_de: 'Import starten' auf dem Server eingereiht

# #30199
source: Queued Import Folder Scan
de_de: 'Import Ordner scannen' eingereiht

# #30221
source: Search
de_de: Suchen

# #30222
source: Calendar
de_de: Kalender

# #30223
source: Airing Today
de_de: Ausstrahlung heute

# #30224
source: New Search
de_de: Neue Suche
