Repository: DoubleX69/nakamori
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #30001
source: Shoko Settings
he_il: הגדרות Shoko

# #30002
source: IP Address or Hostname
he_il: כתובת ה-IP או שם מארח

# #30003
source: Port
he_il: פורט

# #30004
source: Query Timeout (s)
he_il: זמן קצוב לשאילתה

# #30005
source: Sync 'Watched status' to Shoko
he_il: סנכרן את מצב נצפה ל-Shoko

# #30006
source: Shoko Server
he_il: שרת Shoko

# #30007
source: Watched Status Settings
he_il: הגדרות מצב נצפה

# #30008
source: Language Display Priority
he_il: עדיפות תצוגת שפה

# #30009
source: Language
he_il: שפה

# #30010
source: Title Type
he_il: סוג כותרת

# #30011
source: Shoko User
he_il: משתמש Shoko

# #30012
source: Inspect files
he_il: בדיקת קבצים

# #30013
source: Use gzip
he_il: תשתמש ב-gzip

# #30014
source: Enable 'Pick file' on multi files episodes
he_il: אפשר \'בחר קובץ\' בפרקים מרובי קבצים

# #30015
source: Login
he_il: שם משתמש

# #30016
source: Password
he_il: סיסמה

# #30017
source: Device name
he_il: שם מכשיר

# #30018
source: API Key
he_il: מפתח API

# #30019
source: Playlist Mode
he_il: מצב רשימת ניגון

# #30020
source: Enable 'Resume'
he_il: אפשר \'המשך ניגון\'

# #30021
source: Searching
he_il: מחפש

# #30022
source: Results Max Limit
he_il: מגבלת מקסימום תוצאות

# #30023
source: Video settings
he_il: הגדרות וידאו

# #30024
source: Percent to Play before Marking as Watched
he_il: אחוז שינוגן לפני סימון כנצפה

# #30025
source: Notification Window when Marked as Watched
he_il: חלון ההודעה כאשר מסומן כנצפה

# #30026
source: Kodi Player Settings
he_il: הגדרות נגן קודי

# #30027
source: Max time to wait for buffer (in ms)
he_il: זמן מקסימלי להמתנה למטמון (מ\"ש)

# #30028
source: Use short Tag list
he_il: שימוש ברשימה תג קצר

# #30029
source: Cache
he_il: מטמון

# #30030
source: Enable Cache
he_il: אפשר מטמון

# #30031
source: Community
he_il: קהילה

# #30032
source: Trigger Voting after each episode
he_il: הפעל אפשרות הצבעה לאחר כל פרק

# #30033
source: TAG results Max Limit
he_il: הגדלת תג מקסימלי

# #30034
source: (WIP)Series Vote after completing it
he_il: (WIP) הצבעות בסיום הסדרה

# #30035
source: (WIP)Enable voting for Trakt
he_il: (WIP) אפשר הצבעה לטראקט

# #30037
source: Enable Trakt Scrobble Notification
he_il: אפשר הודעת Trakt Scrobble

# #30038
source: Trakt support
he_il: תמיכה בטראקט

# #30039
source: Show -continue-
he_il: הצג - המשך -

# #30040
source: Use local file count for total episodes
he_il: השתמש בספירת קבצים מקומית עבור סך כל הפרקים

# #30041
source: Skip Extra Info on Long Series
he_il: דלג על מידע נוסף בסדרות ארוכות

# #30042
source: Spam the Log with info (only enable if told to)
he_il: הכנס ליומן מידע ספאם (מאופשר רק אם כך הוגדר)

# #30043
source: Max episodes before data will be truncated
he_il: מספר פרקים מקסימלי לפני חיתוך הנתונים

# #30044
source: Advanced
he_il: מתקדם

# #30045
source: Hide AniDB helper or otherwise useless tags
he_il: הסתר עוזר AniDB או תגים אחרים חסרי תועלת

# #30046
source: Tag Blacklist
he_il: תגי רשימה שחורה

# #30047
source: Hide art style related tags
he_il: הסתר תגים הקשורים בסגנון אמנות

# #30048
source: Hide source tags (Manga, original, etc)
he_il: הסתר תגי מקור (מאנגה, מקורי וכדומה)

# #30049
source: Hide useful helper tags (mostly related to OP/ED style)
he_il: הסתר תגים מסייעים שימושיים (הקשורים בעיקר לסגנון OP / ED)

# #30050
source: Hide plot spoiler tags (so and so dies/wins/etc)
he_il: הסתר תגי ספוילר של העלילה (מת / ניצח וכדומה)

# #30051
source: Treat Subgroups as 'Seasons'
he_il: תייחס לקבוצות משנה בתור\ 'עונות\'

# #30052
source: Use Server Title
he_il: תשתמש בכותרת שרת

# #30053
source: Use Server Sorting
he_il: להשתמש במיון השרת

# #30054
source: Browsing
he_il: עיון

# #30055
source: Time to wait for refresh to move selection (adjust for sync)
he_il: זמן ההמתנה לריענון כדי הזיז בחירה (התאם עבור סינכרון)

# #30056
source: Title Settings
he_il: הגדרות הכותרת

# #30057
source: Context Menu Settings
he_il: הגדרות תפריט הקישור

# #30058
source: More Info
he_il: מידע נוסף

# #30059
source: Vote Episode
he_il: הצבע לפרק

# #30060
source: Vote Series
he_il: הצבע לסדרה

# #30061
source: Play (Do not Mark as Watched)
he_il: נגן (אל תסמן כנצפה)

# #30062
source: Use new Mark as Watched Style
he_il: תשתמש בסימון חדש כעיצוב מצב צפייה

# #30063
source: Enable remote debugging for an IDE
he_il: לאפשר איתור באגים מרחוק עבור IDE

# #30064
source: IP Address for IDE
he_il: כתובת ה-IP עבור IDE

# #30065
source: Port for IDE
he_il: יציאת IDE

# #30066
source: Request that the server not send cast
he_il: בקש שהשרת לא ישלח שידור

# #30067
source: Use the source thumbnail ratio instead of 16:9
he_il: להשתמש את יחס תמונה ממוזערת של המקור במקום 16:9

# #30068
source: Ignore Specials for Watched States
he_il: תתעלם ממיוחדים עבור מצבי נצפה

# #30069
source: Cache data expire after (s)
he_il: מטמון הנתונים יפוג לאחר (s)
